; Slovenčina
; Slovenská lokalizácia od vaso@watel.sk

[Slovak]
IDS_TITLE_EXCLUDE=Vylúčiť
IDS_FILE=Súbor
IDS_SETTINGS=Nastavenia
IDS_EXIT=Koniec
IDS_EDIT=Upraviť
IDS_PURGE_UNUSED=Vymazať nepoužívané položky
IDS_PURGE_TIMERS=Vymazať časovače
IDS_FIND=Hľadať
IDS_REFRESH=Obnoviť
IDS_VIEW=Zobraziť
IDS_ICONS=Ikony
IDS_ICONSSMALL=Malý
IDS_ICONSLARGE=Veľký
IDS_ICONSISHIDDEN=Nenačítava sa
IDS_LANGUAGE=Jazyk
IDS_FONT=Písmo
IDS_HELP=Help
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Nájsť aktualizácie
IDS_DONATE=Darovať
IDS_ABOUT=O Aplikácii
IDS_TRAY_SHOW=Zobraziť/Skryť
IDS_TRAY_START=Povoliť
IDS_TRAY_STOP=Zakázať
IDS_TRAY_RULES=Pravidlá
IDS_TRAY_BLOCKLIST_RULES=Zoznam blokovaných
IDS_TRAY_SYSTEM_RULES=Systémové pravidlá
IDS_TRAY_USER_RULES=Vlastné pravidlá
IDS_TRAY_LOGERR=Záznam chýb
IDS_ADD_FILE=Pridať aplikáciu
IDS_ANY=Všetky
IDS_DISABLENOTIFICATIONS=Zakázať upozornenia
IDS_OPENRULESEDITOR=Nový riadok
IDS_TIMER=Timer
IDS_DISABLETIMER=Zakázať časovač
IDS_EXPLORE=Otvoriť umiestnenie súboru
IDS_COPY=Kopírovať
IDS_SELECT_ALL=Vybrať všetko
IDS_CHECK=Povoliť výber
IDS_UNCHECK=Zakázať výber
IDS_ADD=Pridať
IDS_EDIT2=Upraviť
IDS_DELETE=Odstrániť
IDS_EXPORT=Export
IDS_IMPORT=Import
IDS_RULE_ALLOWLOOPBACK=Povoliť spätné spojenia pre všetky aplikácie
IDS_HIGHLIGHT_INVALID=Súbor sa nenašiel
IDS_HIGHLIGHT_NETWORK=Umiestnenie v sieti
IDS_HIGHLIGHT_PICO=Aplikácia Pico
IDS_HIGHLIGHT_SIGNED=Podpísaná žiadosť
IDS_HIGHLIGHT_SILENT=Upozornenia sú vypnuté
IDS_HIGHLIGHT_SPECIAL=Špecifické pravidlá
IDS_HIGHLIGHT_SYSTEM=Systémový proces
IDS_GROUP_TIMER=Aplikácia s časovačom
IDS_EDITOR=Upraviť pravidlá
IDS_NAME=Názov
IDS_RULE=Pravidlo
IDS_PORTVERSION=Subnet (iba porty)
IDS_PROTOCOL=Protocol
IDS_DIRECTION=Smer
IDS_ACTION=Akcia
IDS_DATE=Dátum
IDS_FILEPATH=Cesta
IDS_SIGNATURE=Podpis
IDS_ADDRESS=Adresa
IDS_FILTER=Filter
IDS_NOTES=Popis
IDS_ADDED=Pridané
IDS_TIMELEFT=Čas zostáva
IDS_SIGN_SIGNED=Podpísané
IDS_SIGN_UNSIGNED=Nepodpísané
IDS_GROUP_ALLOWED=Povolené "aplikácie s prístupom na internet"
IDS_GROUP_BLOCKED=Blokované "aplikácie bez prístupu na internet"
IDS_GROUP_ENABLED=Povolené pravidlá
IDS_GROUP_DISABLED=Zakázané pravidlá
IDS_DIRECTION_1=Odchádzajúce
IDS_DIRECTION_2=Prichádzajúce
IDS_DIRECTION_3=Oboje
IDS_ACTION_ALLOW=Povoliť
IDS_ACTION_BLOCK=Blokovať
IDS_ENABLE_CHK=Povolené
IDS_WIKI=Help
IDS_SAVE=Uložiť
IDS_CLOSE=Zavrieť
IDS_SETTINGS_GENERAL=Všeobecné
IDS_TITLE_GENERAL=Všeobecné
IDS_TITLE_LANGUAGE=Jazyk
IDS_TITLE_CONFIRMATIONS=Potvrdiť
IDS_TITLE_INTERFACE=Interface
IDS_TITLE_HIGHLIGHTING=Označenie
IDS_TITLE_LOGGING=Denník
IDS_TITLE_NOTIFICATIONS=Upozornenia
IDS_TITLE_ADVANCED=Pokročilé
IDS_ALWAYSONTOP_CHK=Vždy navrchu
IDS_LOADONSTARTUP_CHK=Automatické spustenie pri štarte Windows
IDS_STARTMINIMIZED_CHK=Spustiť minimalizované
IDS_SHOWFILENAMESONLY_CHK=Zobraziť iba názvy súborov
IDS_AUTOSIZECOLUMNS_CHK=Automatická šírka stĺpca
IDS_SKIPUACWARNING_CHK=Preskočiť upozornenie „Kontrola používateľských účtov“.
IDS_CHECKUPDATES_CHK=Pravidelne kontrolovať aktualizácie (odporúča sa)
IDS_LANGUAGE_HINT=Vyberte jazyk:
IDS_USESTEALTHMODE_CHK=Aktivovať skrytý režim
IDS_USESTEALTHMODE_HINT=Zabrániť skenovaniu portov UDP blokovaním prichádzajúceho TCP RST a odpovedaním na odchádzajúce ICMP s "Cieľ nedostupný".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Aktivovať filtre pri spustení
IDS_INSTALLBOOTTIMEFILTERS_HINT=Zabránenie úniku dát pri spustení ešte pred spustením služby "Base Filtering Engine" (BFE).
IDS_USECERTIFICATES_CHK=Check apps for digital signatures
IDS_USENETWORKRESOLUTION_CHK=Previesť sieťové adresy na názvy domén
IDS_DISABLEWINDOWSFIREWALL_CHK=Zakázať bránu Windows Firewall
IDS_ENABLEWINDOWSFIREWALL_CHK=Povoliť bránu Windows Firewall
IDS_CONFIRMEXIT_CHK=Požiadať o potvrdenie pri ukončení
IDS_CONFIRMEXITTIMER_CHK=Požiadať o potvrdenie pri ukončení, keď sú časovače aktívne
IDS_CONFIRMLOGCLEAR_CHK=Požiadať o potvrdenie pri vymazávaní denníka
IDS_COLORS_HINT=Dvakrát kliknite na položku, ktorú chcete upraviť.
IDS_ENABLELOG_CHK=Uložiť protokol blokovaných pripojení do súboru
IDS_LOGSHOW=Otvoriť denník
IDS_LOGCLEAR=Vymazať denník
IDS_LOGSIZELIMIT_HINT=Maximálna veľkosť denníka (kB):
IDS_ENABLENOTIFICATIONS_CHK=Zobraziť upozornenia na blokované pripojenia
IDS_NOTIFICATIONSOUND_CHK=Zvuk pri upozorneniach
IDS_NOTIFICATIONTIMEOUT_HINT=Časový limit medzi rovnakými upozorneniami (sekundy):
IDS_NOTIFY_TOOLTIP=Vytvorte pravidlo pre túto aplikáciu na povolenie/blokovanie prístupu k adrese a/alebo portu.
IDS_QUESTION=Ste si istý?
IDS_QUESTION_DELETE=Odstrániť položku(y)?
IDS_QUESTION_START=Prístup do siete bude zablokovaný podľa zvolených pravidiel! Prajete si pokračovať?
IDS_QUESTION_STOP=Prístup k sieti bude obnovený pre všetky predtým zablokované aplikácie. Prajete si pokračovať?
IDS_QUESTION_EXIT=Nainštalované filtre zostanú aktívne aj po vypnutí. Prajete si pokračovať?
IDS_QUESTION_TIMER=Jeden alebo viac časovačov bolo aktivovaných. Časovače fungujú iba vtedy, keď je aplikácia spustená. Napriek tomu zavrieť?
IDS_QUESTION_TIMERS=Vymazať všetky časovače?
IDS_QUESTION_FLAG_CHK=Už sa nepýtaj
IDS_STATUS_EMPTY=Empty.
IDS_STATUS_SYNTAX_ERROR=Syntaktická chyba v riadku!
IDS_ADDRESS_LOCAL=Miestne
IDS_ADDRESS_REMOTE=Vonkajšie
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_GROUP_SPECIAL_APPS=So špecifickými pravidlami
IDS_RULE_ALLOWLOOPBACK_HINT=Táto vrstva filtra umožňuje povoliť všetku spätnú prevádzku.
IDS_RESET=Resetovať
IDS_EXCLUDESTEALTH_CHK=pripojenia skenera portov
IDS_EXCLUDEBLOCKLIST_CHK=zoznam blokovaných
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available. Do you want to install it now?
IDS_EXCLUDECUSTOM_CHK=vlastné pravidlá
IDS_EXCLUDECLASSIFYALLOW_CHK=povolené pripojenia
IDS_STATUS_TIMER_DONE=Časovač vypršal
IDS_ICONSEXTRALARGE=Extra veľký
IDS_STATUS_UNUSED_APPS=Nepoužité
IDS_STATUS_TIMER_APPS=S časovačom
IDS_SECUREFILTERS_CHK=Enable protection of installed filters
IDS_SECUREFILTERS_HINT=Prevent unauthorized applications from accessing the installed filters.
IDS_USEREFRESHDEVICES_CHK=Obnovte filtre po pripojení úložných zariadení (USB)
IDS_RULE_ALLOW6TO4=Plne povoliť presmerovania IPv6 (6to4)
IDS_RECOMMENDED=odporúčané
IDS_ICONSISTABLEVIEW=Zobraziť ako tabuľku
IDS_ACTION_ALLOW_HINT=Vždy vždy udeliť prístup
IDS_ACTION_BLOCK_HINT=Vždy blokovať prístup
IDS_ACTION_LATER_HINT=Nerobte žiadnu akciu a opýtajte sa znova neskôr
IDS_RULE_APPLY_2=Vykonať pravidlo "%s" v aplikácii
IDS_EDITRULES=Upraviť pravidlá
IDS_TAB_APPS=Aplikácie
IDS_TAB_SERVICES=Services
IDS_TAB_PACKAGES=UWP aplikácie
IDS_TAB_NETWORK=Pripojenia
IDS_STATE=Stav
IDS_STATUS_FILTERS_ACTIVE=Filtre sú aktívne
IDS_STATUS_FILTERS_INACTIVE=Filtre nie sú aktívne!
IDS_STATUS_FILTERS_PROCESSING=Použiť filtre
IDS_HIGHLIGHT_CONNECTION=So sieťovými pripojeniami
IDS_SHOWINLIST=Zobraziť v zozname
IDS_BLOCKLIST_SPY=Servery Microsoft Telemetry
IDS_BLOCKLIST_UPDATE=Servery Microsoft Update Server
IDS_BLOCKLIST_EXTRA=Microsoft Online služby
IDS_PORT=Port
IDS_NOTIFY_TITLE=Upozornenie
IDS_NOTIFY_HEADER=Pripojenie je zablokované
IDS_DISABLE=Zakázať
IDS_TITLE_SECURITY=Bezpečnosť
IDS_LOGVIEWER_HINT=Otvoriť prihlásenie
IDS_NOTIFICATIONONTRAY_CHK=Zobraziť upozornenia v systémovej lište
IDS_NETWORK_CLOSE=Odpojenie
IDS_RULE_BLOCKOUTBOUND=Blokovať všetky odchádzajúce spojenia
IDS_RULE_BLOCKINBOUND=Blokovať všetky prichádzajúce spojenia
IDS_VIEW_ICON=Ikony
IDS_VIEW_DETAILS=Details
IDS_VIEW_TILE=Dlaždice
IDS_RULE_HINT=Ponechajte toto pole prázdne, ak chcete aby sa pravidlo vzťahovalo na všetky adresy a všetky porty.
IDS_RULE_APPS_HINT=Nevyberte nič, ak chcete aby bolo pravidlo platné
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtre sú povolené, kým sa nereštartuje Windows.
IDS_INSTALL_PERMANENT=Trvalé pravidlá. Tieto pravidlá zostávajú aktívne, kým nie sú deaktivované.
IDS_INSTALL_TEMPORARY=Dočasné pravidlá. Tieto pravidlá sú aktívne až do reštartovania systému Windows.
IDS_ENABLEUILOG_CHK=Povoliť denník
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Nezobrazovať upozornenia o aplikáciách v režime celej obrazovky
IDS_TITLE_TRAY=Ikona na paneli úloh
IDS_TRAYICONSINGLECLICK_CHK=Otvorte okno jediným kliknutím
IDS_ENABLE_APP_CHK=Povoliť prístup k sieti
IDS_APP_HINT=Špecifické pravidlá nie sú potrebné pre aplikáciu, ktorá už má úplný sieťový prístup.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Požiadať o potvrdenie pri povolení sieťového prístupu pre aplikácie
IDS_QUESTION_ALLOW=Dať tejto aplikácii úplný prístup k sieti?
IDS_SHOWSEARCHBAR_CHK=Zobraziť panel vyhľadávania
IDS_LAYER=Layer
IDS_RULE_ALLOWWINDOWSUPDATE=Povoliť službu Windows Update
IDS_ACTION_TERMINATE_HINT=Terminate process
IDS_PROFILE_TYPE=Profile type
IDS_USEAPPMONITOR_CHK=Monitor apps changing
IDS_DISABLEREMOVAL=Disable removal
IDS_USEHASHES_CHK=Check apps for sha-256 hash
IDS_COMMENT=Comments
IDS_USEDARKTHEME=Use dark theme
IDS_KEEPUNUSED_CHK=Keep unused apps
IDS_UPDATE_NO=No updates available.
IDS_UPDATE_YES=Update available. Download and install now?
IDS_UPDATE_SPEED=Speed
IDS_RULE_FOR_ALL=for all
IDS_RULE_FOR_APPS=for apps
IDS_PROFILE_TYPE_PLAIN=Plain
IDS_PROFILE_TYPE_COMPRESSED=Compressed
IDS_PROFILE_TYPE_ENCRYPTED=Encrypted
IDS_SESSION_ONLY=session only
IDS_LIMIT_REACHED=Limit reached.
IDS_INTERNAL_RULE=Internal rule
IDS_LOADING=Loading...
IDS_DIRECTION_REMOTE=Remote
IDS_DIRECTION_LOCAL=Local
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
